Repository: CofficLab/Wakey
Catalog: Plugins/BreakReminderPlugin/BreakReminder.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld hr
zh_hans: %lld 小时
zh_hk: %lld 小時

source: %lld min
zh_hans: %lld 分钟
zh_hk: %lld 分鐘

source: Actions
zh_hans: 操作
zh_hk: 操作

source: Notifications Disabled
zh_hans: 通知已禁用
zh_hk: 通知已禁用

source: Please enable notifications in System Settings to receive break reminders.
zh_hans: 请在系统设置中启用通知，以便接收休息提醒。
zh_hk: 請在系統設定中啟用通知，以便接收休息提醒。

source: Open Settings
zh_hans: 打开设置
zh_hk: 開啟設定

source: Break Reminder
zh_hans: 休息提醒
zh_hk: 休息提醒

source: Break reminder is off
zh_hans: 休息提醒已关闭
zh_hk: 休息提醒已關閉

source: Customize reminder intervals, duration and other parameters
zh_hans: 自定义提醒间隔、时长等参数
zh_hk: 自定義提醒間隔、時長等參數

source: Don't forget to drink some water!
zh_hans: 别忘了喝水！
zh_hk: 別忘記喝水！

source: Eye Care
zh_hans: 护眼
zh_hk: 護眼

source: Flexible Configuration
zh_hans: 灵活配置
zh_hk: 靈活配置

source: Health Reminder
zh_hans: 健康提醒
zh_hk: 健康提醒

source: Hydration
zh_hans: 补水
zh_hk: 補水

source: Interval
zh_hans: 提醒间隔
zh_hk: 提醒間隔

source: Look away from the screen for 20 seconds to rest your eyes.
zh_hans: 远离屏幕20秒，让眼睛休息一下。
zh_hk: 遠離螢幕20秒，讓眼睛休息一下。

source: Move your body every hour
zh_hans: 每小时活动身体
zh_hk: 每小時活動身體

source: Multiple Reminder Ways
zh_hans: 多种提醒方式
zh_hk: 多種提醒方式

source: Next break: %lld mins
zh_hans: 下次休息：%lld 分钟
zh_hk: 下次休息：%lld 分鐘

source: Next break: 1 min
zh_hans: 下次休息：1分钟
zh_hk: 下次休息：1分鐘

source: Next break: less than 1 min
zh_hans: 下次休息：不到1分钟
zh_hk: 下次休息：不到1分鐘

source: Remind you to take healthy breaks during long work sessions
zh_hans: 在长时间工作中提醒你健康休息
zh_hk: 在長時間工作中提醒你健康休息

source: Reminder Type
zh_hans: 提醒类型
zh_hk: 提醒類型

source: Rest your eyes every 20 minutes
zh_hans: 每20分钟让眼睛休息
zh_hk: 每20分鐘讓眼睛休息

source: Scheduled Reminder
zh_hans: 定时提醒
zh_hk: 定時提醒

source: Set work duration, automatically remind to rest when time is up
zh_hans: 设置工作时长，到时间自动提醒休息
zh_hk: 設置工作時長，到時間自動提醒休息

source: Status
zh_hans: 状态
zh_hk: 狀態

source: Stay hydrated every 2 hours
zh_hans: 每2小时补充水分
zh_hk: 每2小時補充水分

source: Stretch
zh_hans: 活动
zh_hk: 活動

source: Support notifications, popups and other reminder ways
zh_hans: 支持通知、弹窗等多种提醒方式
zh_hk: 支援通知、彈窗等多種提醒方式

source: Time for a Break!
zh_hans: 该休息了！
zh_hk: 該休息了！

source: Time to stand up and stretch your body.
zh_hans: 站起来活动一下身体吧。
zh_hk: 站起來活動一下身體吧。

source: Today: %lld breaks
zh_hans: 今日：%lld 次休息
zh_hk: 今日：%lld 次休息

source: Work healthy, take breaks regularly
zh_hans: 健康工作，定时休息
zh_hk: 健康工作，定時休息

source: You've been working for 45 minutes
zh_hans: 你已经工作了 45 分钟
zh_hk: 你已經工作了 45 分鐘
